Repository: TangibleDisplay/ObjectViz
Catalog: src/data/po/*.po
Languages: fr

source: {} updated to {}
fr: {} mis à jours à {}

source: retry
fr: réessayer

source: do nothing
fr: ne rien faire

source: increase
fr: augmenter

source: Mesures were often over current {} limit, you can retry calibration more slowly{} or do nothing.
fr: Les mesures ont souvent dépassé la limite actuelle {}, vous pouvez réessayer la calibration plus lentement{} ou ne rien faire

source: , increase {} to {} (but risk more misdetections)
fr: , augmenter {} à {} (mais risquer plus de faux-positifs)

source: Please put the license dongle back to continue (exit in %ss)
fr: Merci de rebrancher le dongle de licence pour continuer (sortie dans %ss)

source: General
fr: Général

source: language
fr: langue

source: language to display the application in
fr: langue à utiliser dans l'application

source: auto use
fr: usage auto

source: automatically start in 'use' mode
fr: démarrer automatiquement en mode 'usage'

source: start minimized
fr: démarrer minimisé

source: the app minimizes itself at start
fr: l'application se minimise au démarrage

source: hide window in use mode
fr: cacher la fenêtre en mode usage

source: {NAME} hides itself in use mode, so it's possible to keep it at the top, [color=FF0000FF]please see the full documentation for the use case and effects of this setting[/color]
fr: {NAME} se cache en mode usage, afin de pouvoir le garder au dessus, [color=FF0000FF]veuillez consulter la documentation complête pour les cas d'usages et effet de cette option[/color]

source: auto save
fr: sauvegarde auto

source: automatically save current profile on exit
fr: sauvegarder automatiquement le profil actuel en quittant

source: Confirm exit
fr: Confirmer la sortie

source: Ask for confirmation before exiting
fr: Demander confirmation avant de quitter

source: send TUIO touch moves
fr: envoyer les évènements tuio

source: verbose tuio send updates about moving touches
fr: Envois verbeux des mises à jours tuio sur les touches en mouvement

source: TUIO events ip
fr: ip d'envois des évenements TUIO

source: destination ip to send tuio events to
fr: ip où envoyer les évènements TUIO

source: TUIO events port
fr: port ip où envoyer les évènements TUIO

source: destination port to send tuio events to, you can use multiple values, separated by commas (e.g: 3337,3338), or express a range, using a minus sign (e.g 3337-3340), or mix both (e.g: 3337-3350,3389), unparsable values will be reset to default
fr: port de destination où envoyer les évènements TUIO, vous pouvez utiliser plusieurs valeurs, séparés par des virgules (ex: 3337,3338), ou une gamme d'ip, a l'aide d'un tiret (ex: 3337-3340), ou mélanger les deux (ex: 3337-3350,3389), toute valeur invalid déclenche la remise à la valeur par défaut.

source: TUIO flush interval
fr: interval d'envois des évènements TUIO

source: How often to flush the queue of tuio events, (in ms between two flush event)
fr: À quelle fréquence la queue d'évènements TUIO est vidée (en ms entre deux vidage)

source: Detection
fr: Détection

source: Screen width
fr: Largeur écran

source: width of the capture screen
fr: largeur de l'écran de capture

source: Screen height
fr: Hauteur écran

source: height of the capture screen
fr: hauteur de l'écran de capture

source: Surface tolerance
fr: Tolérance de surface

source: surface that is tolerated as a difference from calibration
fr: Tolérance pour la différence entre la surface calibré et mesurée

source: Angle tolerance
fr: Tolérance d'angle

source: angle that is tolerated as a difference from calibration
fr: Tolérance entre les angles de calibration et mesurés

source: Number of samples for calibration
fr: Nombre de d'échantillons puor la calibration

source: number of different values to use for the post-calibration average
fr: nombre de valeurs différentes utilisés pour faire la moyenne après calibration

source: Display touches
fr: Afficher touches

source: Display currently detected touches
fr: Afficher les touches actuellement détectées

source: Display candidates matching score
fr: Afficher les scores de ressemblances par rapports aux objets candidats

source: Show matching scores for combinations of touches
fr: Montrer les scores de ressemblances des combinaisons de touches avec les objets

source: Hide candidates matched objects
fr: Masquer les candidats correspondant à des objets

source: Remove matching scores of matched objects, disable to see why an object was matched to the set of points
fr: Retirer les scores de ressemblances des objets trouvés, désactivez pour voir pourquoi un objet a été détecté depuis un ensemble de points

source: undetect object leaving zones
fr: oublier les objets qui quittent les zones de détections

source: when a detected object goes outside of the zones, undetect it
fr: quand un objet détecté sort des zones, ne plus le détecter.

source: Keep missing touches
fr: Garder les touches perdues

source: Keep missing touches in center/angle computations
fr: Considérer les touches perdues dans les calculs de centre/angle des objets.

source: Keep angle when object is incomplete
fr: Conserver l'angle quand un objet est incomplêt

source: If the object has lost one or more touches, and is not yet fixed, only update position, not angle
fr: Si un objet à perdu une ou plusieurs touches, et n'a pas encore été reconstruit, seulement mettre à jours la position, pas l'angle

source: Lost objects timeout
fr: Temps mort pour les objets perdus

source: Keep lost objects for this number of milli-seconds, allowing the software to find them again without lost/find events
fr: Laisser les objets perdus ce nombre de millisecondes, pour permettre au logiciel des les retrouver sans évènement de perte/détection

source: Number of trials for training
fr: Nombre d'essais pour l'entrainement

source: The number of tests one have to do for a training
fr: Le nombre de tests qu'un utilisateur doit faire pour un entrainement.

source: Base detection interval
fr: Interval de base de détection

source: Interval betwen detection of object is dynamic, this is the smallest interval between two detections.
fr: Le temps entre deux détections est dynamique, cet interval est le plus petit possible entre deux détections

source: behavior
fr: comportement

source: Do angle filtering (experimental)
fr: Filtrer les angles (expérimental)

source: When enabled, {NAME} will try to prevent sudden angle changes, that may come from misdetection
fr: Quand actif, {NAME} essayera d'empécher des changement soudain d'angles, qui pourraient venir de mauvaises détection

source: Angle threshold
fr: Seuil d'angle

source: ignore sudden rotations bigger than this threshold value
fr: ignorer les rotations soudaines plus grande que cette valeur seuil

source: Retain touch
fr: Retenue des touches

source: Retain time
fr: Temps de retenue

source: time to retain the touch for
fr: temps à attendre avant de retirer un touché perdu

source: Retain distance
fr: Distance de retenue

source: max distance to consider new touch is the old one
fr: distance maximale pour considérer un nouveau touché comme le même qu'un touché perdu

source: Filter touches (experimental)
fr: Filtrer les touchés (expérimental)

source: Use touch filter (requires restart)
fr: Utiliser le filtre de touchés (redémarrage nécessaire)

source: minimum duration of a touch before considering it
fr: durée minimale d'un touché avant de le considérer

source: wait for this time before propagating new touch events, introduce this delay in all touches
fr: attendre ce temps avant de propager les nouveaux évènements touchés, introduit un délais à tous les touchés

source: maximum speed of a new touch befored discarding it
fr: vitesse maximum d'un touché évant de l'ignorer

source: while a touch being checked for duration, if its speed goes over this limit, discard it
fr: Durant le temps ou un touché est vérifié pour sa durée, si sa vitesse dépasse cette limite, l'ignorer

source: Put your device on the calibration zone
fr: Placez votre objet dans la zone de calibration

source: Select an id to assign
fr: Sélectionnez un id à assigner

source: id configured
fr: id configuré

source: too many devices
fr: trop d'objets

source: object calibration
fr: calibration objet

source: object info
fr: infos objet

source: load/new
fr: charger/nouveau

source: save
fr: sauver

source: use
fr: usage

source: settings
fr: config

source: Demo
fr: Démo

source: successes
fr: succès

source: direct successes
fr: succès directs

source: failures
fr: échecs

source: errors
fr: erreurs

source: average failure surface difference
fr: différence moyenne de surface sur échec

source: average failure angle difference
fr: différence moyenne d'angle sur échec

source: average surface difference
fr: différence moyenne de surface

source: average angle difference
fr: différence moyenne d'angle

source: total samples collected
fr: total échantillons collectés

source: average samples per candidate
fr: nombre d'échantillons moyen par candidat

source: repartition of matches (figure)
fr: répartition des correspondances (illustration)

source: variations of points positions (figure)
fr: variation des positions des points (illustration)

source: rotate me slowly to complete calibration
fr: tournez moi lentement pour compléter la calibration

source: Exit?
fr: Quitter?

source: config will be saved
fr: la configuration sera sauvegardée

source: configuration won't be saved
fr: la configuration ne sera pas sauvegardée

source: Cancel
fr: Annuler

source: Select a profile to save to: %s
fr: Sélectionnez un profil vers lequel sauvegarder: %s

source: delete
fr: supprimer

source: cancel
fr: annuler

source: Select a profile to load %s
fr: Sélectionnez un profil à charger %s

source: forget
fr: oublier

source: avg
fr: moy

source: len
fr: long

source: close
fr: fermer

source: Demonstration finished, the program will now exit
fr: Démonstration terminée, le programme va maintenant quitter

source: Contact us at:
fr: Contactez nous à:

source: machine identification:
fr: identification machine:

source: License Ok, you can now run {name}.
fr: License OK, vous pouvez maintenant utiliser {name}.

source: copy to clipboard
fr: copier dans le presse-papier

source: copied!
fr: copié!

source: start demo
fr: démarrer démo

source: exit
fr: quitter

source: run
fr: lancer
